Repository: brucex0/outbound
Catalog: ios/Outbound/Outbound/InfoPlist.xcstrings
Source language: en
Languages: es, zh_hans

# NSAppleMusicUsageDescription
source: Plainstride uses Apple Music to play music during workouts and keep your running experience in one place.
es: Plainstride usa Apple Music para reproducir música durante los entrenamientos y mantener tu experiencia de running en un solo lugar.
zh_hans: Plainstride 使用 Apple Music 在训练期间播放音乐，让你的跑步体验集中在一处。

# NSCameraUsageDescription
source: Plainstride keeps the camera ready so you can capture moments during your run without leaving the app.
es: Plainstride mantiene la cámara lista para que puedas capturar momentos durante tu carrera sin salir de la app.
zh_hans: Plainstride 会准备好相机，让你无需离开应用即可记录跑步中的精彩时刻。

# NSHealthShareUsageDescription
source: Plainstride reads heart rate and workout data from Apple Health.
es: Plainstride lee datos de frecuencia cardíaca y entrenamientos de Apple Health.
zh_hans: Plainstride 会从 Apple 健康读取心率和训练数据。

# NSHealthUpdateUsageDescription
source: Plainstride saves your workouts to Apple Health.
es: Plainstride guarda tus entrenamientos en Apple Health.
zh_hans: Plainstride 会将你的训练存储到 Apple 健康。

# NSLocationAlwaysAndWhenInUseUsageDescription
source: Plainstride tracks your route during activities, even in the background.
es: Plainstride registra tu ruta durante las actividades, incluso en segundo plano.
zh_hans: Plainstride 会在活动期间记录你的路线，即使应用在后台运行也是如此。

# NSLocationAlwaysUsageDescription
source: Plainstride tracks your route during activities, even in the background.
es: Plainstride registra tu ruta durante las actividades, incluso en segundo plano.
zh_hans: Plainstride 会在活动期间记录你的路线，即使应用在后台运行也是如此。

# NSLocationWhenInUseUsageDescription
source: Plainstride uses your approximate location for local running conditions and precise location when tracking a run.
es: Plainstride usa tu ubicación aproximada para mostrar las condiciones locales y tu ubicación precisa al registrar una carrera.
zh_hans: Plainstride 使用你的大致位置提供本地跑步条件，并在记录跑步时使用精确位置。

# NSMicrophoneUsageDescription
source: Plainstride uses the microphone for voice activity commands and coach audio during workouts.
es: Plainstride usa el micrófono para comandos de actividad por voz y el audio del entrenador durante los entrenamientos.
zh_hans: Plainstride 使用麦克风接收语音活动指令，并在训练期间播放教练音频。

# NSMotionUsageDescription
source: Plainstride uses motion sensors to improve pace and cadence tracking.
es: Plainstride usa los sensores de movimiento para mejorar el registro del ritmo y la cadencia.
zh_hans: Plainstride 使用运动传感器来提高配速和步频记录的准确性。

# NSSpeechRecognitionUsageDescription
source: Plainstride uses speech recognition to turn short voice commands into prepared activities.
es: Plainstride usa el reconocimiento de voz para convertir comandos breves en actividades preparadas.
zh_hans: Plainstride 使用语音识别将简短的语音指令转换为准备好的活动。
